// ellipsis
"\\U2026" = "…";

// left half block
"\\U258C" = "▌";

// Please check your username and password in Preferences.
"BadUserName" = "Can’t Sign In. See Preferences";

"Can't Access Mailbox" = "Can’t Sign In. See Preferences";

"Can't Access Calendar" = "Can’t Sign In. See Preferences";

// Checking for messages/entries
"Checking" = "Checking";

// for Sound Menu on preferences
"None" = "None";

// For "Check Now" menu item:
"Check Now" = "Check Now";

// For "Check Now" secondary:
" - Checked %d min ago" = " - Checked %d min ago";
" - Checked %d hours ago" = " - Checked %d hours ago";
" - Checked %d days ago" = " - Checked %d days ago";

// For "Check Now" secondary:
" - Checked less than 1 min ago" = " - Checked less than 1 min ago";

// This appears in the main menu when there are no new messages
"NoNewMessages" = "No Unread Messages";

"NoNewEvents" = "No scheduled events for the next week.";

// This appears in the tooltip when mousing-over the right of the menu item
"NumNewMessages" = "Unread Messages: %d";

// This appears in the tooltip when mousing-over the left of the menu item
"NumNewEvents" = "Upcoming Events: %d";


// for small static text string on accounts page
"Version %@" = "Version %@";

// menu submenu root
"View more unread" = "View more unread";

"Go to %@" = "Go to %@";

// calendar submenu root
"View more upcoming" = "View more upcoming";

// menu item
"Go to Calendar" = "Go to Calendar";

// secondary menu item.
" - %d Upcoming" = " - %d Upcoming" ;

// This appears at the bottom of the messages menu
"View More Unread" = "View More Unread";

"View More Upcoming" = "View More Upcoming";

"ReminderChar" = "☞";

"InProgressChar" = "☛";

// This appears at the bottom of the messages menu (instead of the item above),
// when there are more messages than can be displayed in the messages menu.
"AndMoreMail" = "… and %d more";

"AndMoreEvents" = "… and %d more";

// Note trailing space. We append lower level error message
"FetchMailFailed" = "Failed to fetch mail. ";

"FetchCalFailed" = "Failed to fetch events. ";

"GmailNotificationsDisabled" = "Google Notifier is turning off Gmail notifcations in Preferences because this email account is not a Gmail account.";

// The tooltip changes to this when a check is in progress.
"Checking" = "Checking";

// This appears at the bottom of the popup to select the defaul email prog.
"SelectDotDotDot" = "Select…";

// Unknown Author
"Someone?" = "Someone?";

// menu item
"Go to %@" = "Go to %@";

// menu item secondary text
" - %d Unread" = " - %d Unread";

// Unknown Start time
"When?" = "When? ";

// for tooltip
"%@Where: %@\n" = "%@Where: %@\n";

// for tooltip
"\nCalendar: %@\n" = "\nCalendar: %@\n";

// Hour Minute NSDateFormatter Format i.e. (11:12 AM)
"%1I:%M %p" = "%1I:%M %p";

// Hour Minute Duration Format i.e. (11:12)
" (%d:%02d)" = " (%d:%02d)";

// Minute Duration Format
" (%d min)" = " (%d min)";

// Checking for messages/entries
"Checking Events" = "Checking Events";

// Checking for messages/entries
"Authenticating" = "Authenticating";
"Fetching Events" = "Fetching Events";

// Left Hand Side is Google Authentication error strings
"BadAuthentication" = "Can’t Sign In. See Preferences";
 
 // program should launch browser to log in page.
"NotVerified" = "Not Verified";

 // program should present CAPTCHA interface
"CaptchaRequired" = "CAPTCHA Required";

 // program should launch browser to log in page.
"TermsNotAgreed" = "Terms Not Agreed To";
"Unknown" = "An Error Occurred";
"AccountDeleted" = "Account Deleted";
"AccountDisabled" = "Account Disabled";
"ServiceUnavailable" = "Service Unavailable. Try Later.";

// Should never happen
"Call of Abstract Method"= "Call of Abstract Method";

// No user name, password
"No Calendar User Name"= "Can’t Sign In. See Preferences";

// "no Internet connection" Error shows in our Menu. Intentionally no period.
"no Internet connection" = "No Internet Connection";

"No Mail User Name"= "No Mail User Name";

"Couldn't Connect."= "Couldn’t Connect.";

// for Password dialog
"Quit" = "Quit";

"Authentication Failed"= "Can’t Sign In. See Preferences";

// yet another way of not being able to log in.
"No client auth tokens" = "Can’t Sign In. See Preferences";

// password dialog prompt
"Sign In to Google Gmail and Calendar" = "Sign In to Google Gmail and Calendar";

// service display name
"Google Calendar & Gmail" = "Google Calendar & Gmail";
//
// Strings for the day of the week in Calendar snippets
//
"Sun" = "Sun";
"Mon" = "Mon";
"Tue" = "Tue";
"Wed" = "Wed";
"Thu" = "Thu";
"Fri" = "Fri";
"Sat" = "Sat";

// Cut Command Key Equivalent
"x" = "x";
// Copy Command Key Equivalent
"c" = "c";
// Paste Command Key Equivalent
"v" = "v";

//
// Strings for alertShouldEnableHostedCalendar
//
"CanConnectHostedCalender" = "We now have Google Calendar support for %@, Would you like to enable Google Calendar notifications?";
"Enable" = "Enable";
//
// Strings for alertDisableHostedCalendar
//
"CantConnectHostedCalender" = "This Hosted Account currently does not support the Calendar feature of Google Notifier.";
"DisableHostedCalendar" = ""; 
// "DisableHostedCalendar" = "Google Notifier will disable checking for upcoming events.";
// "TurnOffChecking" = "Don’t Check";


//
// Strings for AlertDisableSignupCalendar
//
"CantConnectCalender" = "Would you like to activate Google Calendar for this Google account?";
"SignUpOrDisableCalendar" = "Google Notifier will provide notifications only for Gmail messages until the Calendar service is activated for %@";
"Sign Up" = "Activate";
"Learn More" = "Learn More";
"Turn Off" = "Don’t Activate";

//
// Strings for AlertDisableSignupGMail
//
"CantConnectGMail" = "Would you like to activate Gmail for this Google account?";
"SignUpOrDisableGMail"= "Google Notifier will provide notifications only for Google Calendar event until the Gmail service is activated for %@";


"SignInAsTemplate" = "Signed In as: %@";
"SignInNotSignedIn" = "(not signed in)";
"Later" = "Later";

//
// Strings for the Authentication dialogs
//

"SignInFailedGeneral" = "Sign-In Failed";
"SignInFailedGeneralParam" = "Sign-In Failed";
"SignInFailedCaptcha" = "User Verification Required for Sign-In";
"SignInFailedProxy" = "Proxy Authentication Required";

//
// Strings for the AutoUpdate dialogs
//

"AutoUpdateAvailableTitle" = "New Version Available!";
"AutoUpdateAvailableMsg" = "Would you like us to quickly upgrade the Google Notifier to version %@ for you?";
"AutoUpdateAvailableDefBut" = "Upgrade Now!";
"AutoUpdateAvailableAltBut" = "Later";

"AutoUpdateNoneAvailableTitle" = "No New Version Available";
"AutoUpdateNoneAvailableMsg" = "There is no new version of %@ available";

"AutoUpdateFailedTitle" = "Upgrade Failed";
"AutoUpdateFailedMsg" = "We're sorry, but we were unable to succesfully complete the upgrade.  We'll try again later.";
"AutoUpdateFailedDefBut" = "Try again later";

"DiskImageCopyTitle" = "Would you like to copy %@ to your computer's Applications folder and run it from there?";
"DiskImageCopyMsg" = "%@ is currently running from the Disk Image, and must be copied for full functionality. Copying may replace an older version in the Applications directory.";
"DiskImageCopyOK" = "Copy";
"DiskImageCopyCancel" = "Don't Copy";
